Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_profile_convert_feature4
source: — Owner can set a public link for the group
be: — Уладальнік можа прызначаць публічную спасылку для суполкі
ca: — El propietari pot establir un enllaç públic.
de: — Gründer kann Gruppe öffentlich machen
es: — El propietario puede generar un enlace público
fr: — Le propriétaire peut définir un lien public pour le groupe
it: — Il proprietario può creare un link pubblico per il gruppo
ko: — 소유자는 그룹에 공개 링크를 설정할 수 있습니다
ms: — Pemilik boleh cipta link umum untuk grup
nl: — Eigenaar kan een publieke groepslink instellen
pl: — Właściciel może ustawić publiczny link dla grupy
pt_br: — O dono pode definir um link público para o grupo
ru: — Владелец может выбрать для группы публичную ссылку
tr: — Sahip, grup için bir genel bağlantı ayarlayabilir
uk: – Власник може встановити публічне посилання для групи

# lng_profile_convert_warning
source: {bold_start}Note:{bold_end} This action can not be undone
be: {bold_start}Увага{bold_end} : гэта дзеянне немагчыма адрабіць.
ca: {bold_start}Nota:{bold_end} aquesta acció no es pot desfer.
de: {bold_start}Wichtig:{bold_end} Die Änderung in eine Supergruppe kann nicht rückgängig gemacht werden.
es: {bold_start}Importante:{bold_end} Esta acción no se puede deshacer
fr: {bold_start}Note :{bold_end} Cette action est irréversible
it: {bold_start}Nota:{bold_end} questa azione non può essere annullata
ko: {bold_start}주의:{bold_end} 이 작업은 되돌릴 수 없습니다
ms: {bold_start}Nota:{bold_end} Aksi ini tidak boleh dipinda balik
nl: {bold_start}Let op:{bold_end} Je kunt dit niet ongedaan maken.
pl: {bold_start}Uwaga!{bold_end} Ta operacja jest nieodwracalna.
pt_br: {bold_start}Nota:{bold_end} essa ação não pode ser desfeita
ru: {bold_start}Важно:{bold_end} Это действие нельзя будет отменить
tr: {bold_start}Not:{bold_end} Bu işlem geri alınamaz
uk: {bold_start}Зауважте:{bold_end} Це незворотня дія

# lng_profile_copy_fullname
source: Copy Name
be: Капіяваць імя
ca: Copia el nom
de: Name kopieren
es: Copiar nombre
fr: Copier le nom
it: Copia nome
ko: 이름 복사
ms: Salin Nama
nl: Naam kopiëren
pl: Kopiuj nazwę
pt_br: Copiar Nome
ru: Копировать имя
tr: Adı Kopyala
uk: Копіювати імʼя

# lng_profile_copy_phone
source: Copy Phone Number
be: Капіяваць нумар тэлефона
ca: Copia el número de telèfon
de: Telefonnummer kopieren
es: Copiar número de teléfono
fr: Copier le numéro
it: Copia numero di telefono
ko: 전화번호 복사
ms: Salin Nombor Fon
nl: Telefoonnummer kopiëren
pl: Kopiuj numer telefonu
pt_br: Copiar Número de Telefone
ru: Копировать телефон
tr: Telefon Numarasını Kopyala
uk: Копіювати номер телефону

# lng_profile_create_public_link
source: Create public link
be: Стварыць публічную спасылку
ca: Crea un enllaç públic
de: Öffentlichen Link erstellen
es: Crear enlace público
fr: Créer un lien public
it: Crea link pubblico
ko: 공개 링크 생성
ms: Cipta link awam
nl: Publieke link maken
pl: Utwórz link publiczny
pt_br: Criar link público
ru: Создать публичную ссылку
tr: Genel bağlantı oluştur
uk: Створити публічне посилання

# lng_profile_drop_area_subtitle
source: to set it as a group photo
be: каб задаць яго як аватар суполкі
ca: per a establir-la com a foto del grup
de: um es als Gruppenbild auszuwählen
es: para ponerla como foto del grupo
fr: pour la définir comme photo du groupe
it: per impostarla come foto del gruppo
ko: 그룹 사진으로 설정
ms: untuk set sebagai foto grup
nl: om als groepsfoto in te stellen
pl: aby ustawić go jako zdjęcie grupy
pt_br: para defini-la como foto do grupo
ru: чтобы установить как фото группы
tr: grup fotoğrafı olarak ayarlamak için
uk: щоб встановити його як фото групи

# lng_profile_drop_area_subtitle_channel
source: to set it as a channel photo
be: каб задаць яго як аватар канала
ca: per a establir-la com a foto del canal
de: um es als Kanalbild auszuwählen
es: para ponerla como foto del canal
fr: pour la définir comme photo du canal
it: per impostarla come foto del canale
ko: 채널 사진으로 설정
ms: untuk set sebagai foto saluran
nl: om als kanaalfoto in te stellen
pl: aby ustawić go jako zdjęcie kanału
pt_br: para defini-la como foto do canal
ru: чтобы установить как фото канала
tr: kanal fotoğrafı olarak ayarlamak için
uk: щоб встановити його як фото каналу

# lng_profile_drop_area_title
source: Drop your image here
be: Перацягніце відарыс сюды,
ca: Deixeu anar la imatge aquí
de: Hierher ziehen
es: Arrastra tu imagen aquí
fr: Déposez votre image ici
it: Trascina qui la tua immagine
ko: 이미지를 여기에 놓으세요.
ms: Tarik imej anda di sini
nl: Sleep afbeelding hierheen
pl: Upuść zdjęcie tutaj,
pt_br: Solte sua imagem aqui
ru: Перетащите сюда изображение,
tr: Resminizi buraya bırakın
uk: Перетягніть зображення сюди

# lng_profile_edit_public_link
source: Edit public link
be: Рэдагаваць публічную спасылку
ca: Edita l'enllaç públic
de: Öffentlichen Link bearbeiten
es: Editar enlace público
fr: Modifier le lien public
it: Modifica link pubblico
ko: 공개 링크 수정
ms: Sunting link awam
nl: Publieke link wijzigen
pl: Edytuj link publiczny
pt_br: Editar link público
ru: Изменить публичную ссылку
tr: Genel bağlantıyı düzenle
uk: Редагувати публічне посилання

# lng_profile_export_channel
source: Export channel history
be: Экспартаваць гісторыю
ca: Exporta l'historial
de: Kanalverlauf exportieren
es: Exportar historial del canal
fr: Exporter l'historique du canal
it: Esporta cronologia canale
ko: 채널 내역 내보내기
ms: Eksport sejarah saluran
nl: Kanaalgeschiedenis exporteren
pl: Eksportuj historię kanału
pt_br: Exportar histórico do canal
ru: Экспорт истории канала
tr: Kanal geçmişini dışa aktar
uk: Експортувати історію каналу

# lng_profile_export_chat
source: Export chat history
be: Экспартаваць гісторыю
ca: Exporta l'historial
de: Chatverlauf exportieren
es: Exportar historial del chat
fr: Exporter l'historique
it: Esporta cronologia chat
ko: 대화 내역 내보내기
ms: Eksport sejarah bual
nl: Chatgeschiedenis exporteren
pl: Eksportuj historię czatu
pt_br: Exportar histórico do chat
ru: Экспорт истории чата
tr: Sohbet geçmişini dışa aktar
uk: Експортувати історію чату

# lng_profile_invite_link_section
source: Invite link
be: Запрашальная спасылка
ca: Enllaç d'invitació
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation
it: Link d'invito
ko: 초대 링크
ms: Link jemputan
nl: Uitnodigingslink
pl: Link zaproszenia
pt_br: Link de convite
ru: Ссылка-приглашение
tr: Davet bağlantısı
uk: Запрошувальне посилання

# lng_profile_link
source: Link:
be: Спасылка:
ca: Enllaç:
es: Enlace:
fr: Lien :
ko: 링크:
ru: Ссылка:
tr: Bağlantı:
uk: Посилання:

# lng_profile_manage_admins
source: Manage administrators
be: Наладзіць спіс кіраўнікоў
ca: Gestió dels administradors
de: Administratoren verwalten
es: Gestionar administradores
fr: Gérer les administrateurs
it: Gestisci gli amministratori
ko: 관리자 관리
ms: Urus pentadbir
nl: Beheerders wijzigen
pl: Zarządzaj administratorami
pt_br: Gerenciar administradores
ru: Управление администраторами
tr: Yöneticileri yönet
uk: Керувати адміністраторами

# lng_profile_manage_blocklist
source: Manage banned users
be: Заблакіраваныя карыстальнікі
ca: Gestió dels usuaris bandejats
de: Gesperrte Nutzer verwalten
es: Gestionar usuarios expulsados
fr: Gérer les utilisateurs bannis
it: Gestisci gli utenti bannati
ko: 차단된 사용자 관리
ms: Uruskan pengguna dilarang
nl: Beheer geblokkeerde gebruikers
pl: Zarządzaj zablokowanymi użytkownikami
pt_br: Gerenciar usuários banidos
ru: Чёрный список
tr: Yasaklı kullanıcıları yönet
uk: Керувати заблокованими користувачами

# lng_profile_manage_restrictedlist
source: Manage restricted users
be: Абмежаваныя карыстальнікі
ca: Gestió dels usuaris restringits
de: Eingeschränke Nutzer verwalten
es: Gestionar usuarios restringidos
fr: Gérer les utilisateurs restreints
it: Gestisci gli utenti limitati
ko: 제한된 사용자 관리
ms: Urus pengguna dihadkan
nl: Beheer beperkte gebruikers
pl: Zarządzaj ograniczonymi użytkownikami
pt_br: Gerenciar usuários restritos
ru: Чёрный список
tr: Kısıtlı kullanıcıları yönet
uk: Керувати обмеженими користувачами

# lng_profile_migrate_body
source: To add more members, you can upgrade your group to a supergroup.
be: Калі вы хочаце дадаць больш удзельнікаў, вы можаце абнавіць сваю суполку да суперсуполкі.
ca: Per a afegir-hi més membres, podeu actualitzar el grup a supergrup.
de: Um das Limit aufzuheben, ändere die Gruppe in eine Supergruppe.
es: Para añadir más miembros, puedes convertir tu grupo en un supergrupo.
fr: Pour dépasser cette limite, vous pouvez passer à un supergroupe.
it: Per aggiungere altri membri, puoi aggiornare il gruppo a supergruppo.
ko: 참가자를 더 추가하려면 슈퍼그룹으로 업그레이드하세요.
ms: Untuk menambah lebih ramai ahli, anda boleh naik taraf grup anda ke grupsuper.
nl: Wil je meer leden toevoegen? Waardeer op naar een supergroep.
pl: Jeśli chcesz dodać więcej członków, możesz zmienić swoją grupę na super grupę.
pt_br: Para adicionar mais membros você pode converter seu grupo em supergrupo.
ru: Чтобы приглашать больше участников, группу можно сделать супергруппой.
tr: Daha fazla üye eklemek için grubunuzu süper gruba yükseltin.
uk: Щоб додати більше учасників, ви можете покращити вашу групу до супергрупи.

# lng_profile_migrate_learn_more
source: Learn more »
be: Даведацца больш »
ca: Més informació »
de: Mehr unter:
es: Saber más »
fr: En savoir plus »
it: Scopri di più »
ko: 자세히 »
ms: Baca lagi »
nl: Lees meer »
pl: Dowiedz się więcej »
pt_br: Leia mais »
ru: Подробнее »
tr: Daha fazlasını öğrenin »
uk: Докладніше »

# lng_profile_mobile_number
source: Mobile:
be: Мабільны:
ca: Telèfon mòbil:
de: Telefon:
es: Móvil:
it: Cellulare:
ko: 휴대전화:
ms: Mobil:
nl: Mobiel:
pl: Telefon:
pt_br: Celular:
ru: Номер телефона:
tr: Mobil:
uk: Мобільний:

# lng_profile_recent_actions
source: Recent actions
be: Нядаўнія дзеянні
ca: Accions recents
de: Letzte Aktionen
es: Acciones recientes
fr: Actions récentes
it: Azioni recenti
ko: 최근 활동
ms: Tindakan terkini
nl: Recente gebeurtenissen
pl: Ostatnie zdarzenia
pt_br: Ações recentes
ru: Недавние действия
tr: Son eylemler
uk: Недавні дії

# lng_profile_search_messages
source: Search for messages
be: Шукаць паведамленні
ca: Cerca missatges
de: In diesem Chat suchen
es: Buscar mensajes
fr: Rechercher des messages
it: Cerca messaggi
ko: 메시지 검색
ms: Cari untuk mesej
nl: Zoek berichten
pl: Wyszukiwanie wiadomości
pt_br: Buscar mensagens
ru: Найти сообщения
tr: Mesajlarda bul
uk: Пошук повідомлень

# lng_profile_set_group_photo
source: Set Photo
be: Задаць аватар суполкі
ca: Estableix una foto
de: Bild festlegen
es: Poner foto
fr: Choisir une photo
it: Imposta foto
ko: 사진 설정하기
ms: Set Foto
nl: Foto instellen
pl: Ustaw zdjęcie
pt_br: Definir Foto
ru: Выбрать фото
tr: Fotoğraf Ayarla
uk: Встановити фото

# lng_profile_shared_links_header
source: Shared links
be: Абагуленыя спасылкі
ca: Enllaços
de: Links
es: Enlaces
fr: Liens partagés
it: Link condivisi
ko: 공유한 링크
ms: Link kongsi
nl: Gedeelde links
pl: Udostępnione linki
pt_br: Links compartilhados
ru: Общие ссылки
tr: Paylaşılan bağlantılar
uk: Поширені посилання

# lng_profile_shared_media
source: Shared media
be: Абагуленыя медыя
ca: Fitxers compartits
de: Geteilte Medien
es: Multimedia
fr: Médias partagés
it: Media condivisi
ko: 공유한 미디어
ms: Media dikongsi
nl: Gedeelde media
pl: Udostępnione multimedia
pt_br: Mídia compartilhada
ru: Общие медиа
tr: Paylaşılan medya
uk: Поширені медіа

# lng_profile_sure_kick
source: Remove {user} from the group?
be: Выдаліць {user} з суполкі?
ca: Voleu expulsar {user} del grup?
de: {user} aus der Gruppe entfernen?
es: ¿Eliminar a {user} del grupo?
fr: Éjecter {user} du groupe ?
it: Rimuovere {user} dal gruppo?
ko: {user} 님을 그룹에서 추방할까요?
ms: Keluarkan {user} dari grup?
nl: {user} uit de groep verwijderen?
pl: Usunąć użytkownika {user} z grupy?
pt_br: Remover {user} do grupo?
ru: Удалить участника {user} из группы?
tr: {user} gruptan çıkarılsın mı?
uk: Вилучити {user} з групи?

# lng_profile_sure_kick_channel
source: Remove {user} from the channel?
be: Выдаліць {user} з канала?
ca: Voleu expulsar {user} del canal?
de: {user} aus dem Kanal entfernen?
es: ¿Eliminar a {user} del canal?
fr: Éjecter {user} du canal ?
it: Rimuovere {user} dal canale?
ko: {user} 님을 채널에서 추방할까요?
ms: Keluarkan {user} dari saluran?
nl: {user} uit het kanaal verwijderen?
pl: Usunąć użytkownika {user} z kanału?
pt_br: Remover {user} do canal?
ru: Удалить {user} из канала?
tr: {user}, kanaldan çıkarılsın mı?
uk: Вилучити {user} з каналу?

# lng_profile_sure_remove_admin
source: Remove {user} from admins?
be: Разжалаваць {user}?
ca: Voleu eliminar {user} dels administradors?
de: {user} als Admin entfernen?
es: ¿Eliminar a {user} de los administradores?
fr: Renvoyer {user} des administrateurs ?
it: Rimuovere {user} dagli amministratori?
ko: {user} 님을 그룹 관리자에서 제명할까요?
ms: Keluarkan {user} sebagai pentadbir?
nl: {user} verwijderen als beheerder?
pl: Usunąć użytkownika {user} z administratorów?
pt_br: Remover {user} dos administradores?
ru: Удалить {user} из администраторов?
tr: {user} kullanıcısı yöneticilikten çıkarılsın mı?
uk: Вилучити {user} з адміністраторів?

# lng_profile_unblock_bot
source: Unblock bot
be: Разблакіраваць бота
ca: Desbloca el bot
de: Bot freigeben
es: Desbloquear bot
fr: Débloquer le bot
it: Sblocca bot
ko: 봇 차단해제
ms: Bebaskan bot
nl: Deblokkeer bot
pl: Odblokuj bota
pt_br: Desbloquear bot
ru: Разблокировать
tr: Botun engelini kaldır
uk: Розблокувати бота

# lng_profile_unblock_user
source: Unblock user
be: Разблакіраваць карыстальніка
ca: Desbloca l'usuari
de: Freigeben
es: Desbloquear usuario
fr: Débloquer l'utilisateur
it: Sblocca utente
ko: 사용자 차단 해제
ms: Bebaskan pengguna
nl: Deblokkeer gebruiker
pl: Odblokuj użytkownika
pt_br: Desbloquear usuário
ru: Разблокировать
tr: Kullanıcı engelini kaldır
uk: Розблокувати користувача

# lng_profile_username
source: Username:
be: Імя карыстальніка:
ca: Nom d'usuari:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
ko: 사용자명:
ms: Nama Samaran
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Псевдонім:

# lng_profile_view_channel
source: View Channel
be: Адкрыць канал
ca: Mostra el canal
de: Kanal anzeigen
es: Ver canal
fr: Voir le canal
it: Visualizza canale
ko: 채널 보기
ms: Lihat Saluran
nl: Naar kanaal
pl: Pokaż kanał
pt_br: Visualizar Canal
ru: Открыть канал
tr: Kanalı Görüntüle
uk: Переглянути канал

# lng_proxy_about
source: Proxy servers may be helpful in accessing Telegram if there is no connection in a specific region.
be: Проксі-серверы дапамогуць увайсці ў Telegram, калі ў вашай краіне доступ да яго абмяжоўваецца.
ca: Els servidors intermediaris són útils per a accedir al Telegram si no hi ha connexió en una regió.
de: Wenn in einer Region keine Verbindung mit Telegram möglich ist, können Proxyserver beim Zugriff helfen.
es: Los servidores proxy pueden ser útiles para acceder a Telegram si no hay conexión en una región específica.
fr: Les serveurs proxy permettent d'accéder à Telegram s'il n'y pas de connexion dans une certaine région.
it: I server proxy possono essere utili per accedere a Telegram se non c'è connessione in una zona specifica.
ko: 프록시 서버는 특정 지역에 연결이 안 될 경우 텔레그램에 접속하시는 데 도움이 될 수 있습니다.
ms: Pelayan proksi boleh membantu menghubungi Telegram sekiranya tiada sambungan di rantau tertentu.
nl: Als je in bepaalde regio's geen verbinding kunt krijgen met Telegram kan een proxy-server helpen.
pl: Serwery proxy mogą być pomocne w uzyskaniu dostępu do Telegrama, jeśli w danym regionie nie ma połączenia.
pt_br: Servidores proxy podem ser úteis ao acessar o Telegram caso não haja conexão em uma região específica.
ru: Использование прокси-сервера может помочь, если Telegram не удаётся установить соединение в Вашем регионе.
tr: Vekil sunucuları, belirli bir bölgede bağlantı yoksa Telegram'a erişime yardımcı olabilir.
uk: Спробуйте проксі, якщо у вашій місцевості немає зʼєднання з Telegram.

# lng_proxy_add
source: Add proxy
be: Дадаць проксі
ca: Afegeix-ne un
de: Proxy hinzufügen
es: Añadir proxy
fr: Ajouter un serveur proxy
it: Aggiungi proxy
ko: 프록시 추가
ms: Tambah proksi
nl: Proxy toevoegen
pl: Dodaj proxy
pt_br: Adicionar proxy
ru: Добавить прокси
tr: VEKİL SUNUCU EKLE
uk: Додати проксі

# lng_proxy_address_label
source: Socket address
be: Адрас сокета
ca: Adreça socket
de: Socket-Adresse
es: Dirección del socket
fr: Adresse socket
it: Indirizzo socket
ko: 소켓 주소
ms: Alamat soket
nl: Socket-adres
pl: Adres gniazda
pt_br: Endereço do socket
ru: Адрес сокета
tr: Soket adresi
uk: Адреса сокета

# lng_proxy_available
source: available (ping: {ping} ms)
be: даступна (пінг: {ping} мс)
ca: disponible (ping: {ping} ms)
de: verfügbar (Ping: {ping}ms)
es: disponible (ping: {ping} ms)
fr: disponible (ping : {ping} ms)
it: disponibile (ping: {ping} ms)
ko: 이용 가능 (ping: {ping}ms)
ms: ada (ping: {ping} ms)
nl: beschikbaar (ping: {ping} ms)
pl: dostępny (ping: {ping} ms)
pt_br: disponível (ping: {ping}ms)
ru: доступен (пинг: {ping} мс)
tr: kullanılabilir (ping: {ping} ms)
uk: доступний (пінг: {ping} мс)

# lng_proxy_checking
source: checking
be: праверка
ca: s'està comprovant
de: prüfe
es: comprobando
fr: vérification...
it: controllo
ko: 확인 중
ms: memeriksa
nl: controleren
pl: sprawdzanie
pt_br: verificando
ru: проверка
tr: kontrol ediliyor…
uk: перевірка

# lng_proxy_connecting
source: connecting
be: злучэнне
ca: s'està connectant
de: verbinden
es: conectando
fr: connexion...
it: connetto
ko: 연결 중
ms: menyambung
nl: verbinden
pl: łączenie
pt_br: conectando
ru: соединение
tr: bağlanıyor
uk: зʼєднання

# lng_proxy_credentials
source: Credentials
be: Уліковыя даныя
ca: Credencials
de: Zugangsdaten
es: Credenciales
fr: Identifiants
it: Credenziali
ko: 자격 인증서
ms: Kelayakan
nl: AANMELDGEGEVENS
pl: Dane uwierzytelniające
pt_br: Credenciais
ru: Учётные данные
tr: Kimlik bilgileri
uk: Облікові дані

# lng_proxy_credentials_optional
source: Credentials (optional)
be: Уліковыя даныя (неабавязкова)
ca: Credencials (opcional)
de: Zugangsdaten (optional)
es: Credenciales (opcional)
fr: Identifiants (optionnels)
it: Credenziali (opzionali)
ko: 인증 (별도)
ms: Kelayakan (opsional)
nl: Aanmeldgegevens (optioneel)
pl: Dane uwierzytelniające (opcjonalnie)
pt_br: Credenciais (opcional)
ru: Учётные данные (необязательно)
tr: Kimlik bilgileri (isteğe bağlı)
uk: Облікові дані (необовʼязково)

# lng_proxy_description
source: Your saved proxy list will be here.
be: Тут будзе спіс вашых захаваных проксі.
ca: Aquí es mostraran els servidors desats.
de: Hier findest du deine gespeicherte Proxy-Liste.
es: Tu lista de proxies guardados estará aquí.
fr: Votre liste de proxys enregistrés apparaîtra ici.
it: La lista dei tuoi proxy salvati apparirà qui.
ko: 저장한 프록시 목록을 여기서 보실 수 있습니다.
ms: Senarai proksi anda yang disimpan ada di sini.
nl: Hier kun je je lijst met opgeslagen proxy's vinden.
pl: Tutaj będzie twoja lista zapisanych proxy
pt_br: Sua lista de proxy salvos aparecerá aqui.
ru: Здесь будут показаны сохранённые Вами прокси.
tr: Kayıtlı vekil sunucu listeniz burada olacak.
uk: Тут буде список ваших збережених проксі.

# lng_proxy_disable
source: Disable proxy
be: Адключыць проксі
ca: Desactiva el servidor intermediari
de: Proxy deaktivieren
es: Desactivar proxy
fr: Désactiver le proxy
it: Disattiva proxy
ko: 프록시 끄기
ms: Nyahdaya proksi
nl: Proxy uitschakelen
pl: Wyłącz proxy
pt_br: Desativar proxy
ru: Отключить прокси
tr: Vekil sunucuyu kapat
uk: Без проксі

# lng_proxy_edit
source: Edit proxy
be: Рэдагаваць проксі
ca: Edita el servidor intermediari
de: Proxy bearbeiten
es: Editar proxy
fr: Modifier le proxy
it: Modifica proxy
ko: 프록시 수정
ms: Sunting proksi
nl: Proxy wijzigen
pl: Edycja proxy
pt_br: Editar proxy
ru: Редактирование прокси
tr: Vekil sunucuyu düzenle
uk: Редагувати проксі

# lng_proxy_invalid
source: The proxy link is invalid.
be: Памылковая спасылка на проксі.
ca: L’enllaç del servidor intermediari no és vàlid.
de: Der Proxy-Link ist ungültig.
es: El enlace del proxy no es válido.
fr: Le lien proxy n'est pas valide.
it: Il link del proxy non è valido.
ko: 이 프록시 링크는 올바르지 않습니다.
ms: Link proksi tidak sah.
nl: De Proxy-link is ongeldig.
pl: Link do serwera proxy jest nieprawidłowy.
pt_br: O link do proxy é inválido.
ru: Некорректная ссылка на прокси.
tr: Vekil sunucu bağlantısı geçersiz.
uk: Це посилання на проксі некоректне.

# lng_proxy_menu_restore
source: Restore
be: Аднавіць
ca: Recupera
de: Wiederherstellen
es: Restaurar
fr: Rétablir
it: Ripristina
ko: 복구
ms: Kembalikan
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
tr: Geri Yükle
uk: Відновити

# lng_proxy_settings
source: Proxy settings
be: Налады проксі
ca: Configuració del servidor intermediari
de: Proxy-Einstellungen
es: Ajustes de proxy
fr: Paramètres du proxy
it: Impostazioni proxy
ko: 프록시 설정
ms: Aturan proksi
nl: Proxy-instellingen
pl: Ustawienia proxy
pt_br: Configurações de proxy
ru: Настройки прокси
tr: Vekil sunucu ayarları
uk: Налаштування проксі

# lng_proxy_sponsor_about
source: This channel is shown by your proxy server. To remove this channel from your chat list, disable the proxy in Telegram Settings.
be: Гэты канал паказваецца вашым проксі-серверам. Каб выдаліць гэты канал са спіса чатаў, адключыце проксі праз Налады.
ca: El servidor intermediari us mostra aquest canal. Per a eliminar-lo de la llista de xats, desactiveu el servidor en la Configuració.
de: Dieser Kanal wird von deinem Proxyserver angezeigt. Deaktiviere den Proxy in den Einstellungen, um den Kanal zu entfernen.
es: Este canal es mostrado por tu servidor proxy. Para eliminar este canal de tu lista de chats, desactiva el proxy en Ajustes de Telegram.
fr: Ce canal est affiché par votre proxy. Pour le supprimer de votre liste d'échanges, désactivez le proxy dans les paramètres Telegram.
it: Questo canale è mostrato dal tuo server proxy. Per rimuovere il canale dalla lista chat, disattiva il proxy nelle Impostazioni di Telegram.
ko: 이 채널은 회원님의 프록시 서버로 인해 나타났습니다. 대화방 목록에서 이 채널을 제거하려면, 텔레그램 설정에서 프록시 사용을 해제하세요.
ms: Saluran ini dipapar oleh pelayan proksi anda. Untuk menghapus saluran ini dari senarai bual anda, nyahdaya proksi di Aturan Telegram.
nl: Dit kanaal is zichtbaar omdat je een proxy-server gebruikt, om dit kanaal te verwijderen uit je chatoverzicht kun je de proxy uitschakelen via de instellingen van Telegram.
pl: Ten kanał jest wyświetlany przez serwer proxy. Aby usunąć ten kanał z listy czatów, wyłącz proxy w ustawieniach Telegrama.
pt_br: Este canal é mostrado pelo seu servidor proxy. Para remover este canal de sua lista de conversas, desative o proxy nas Configurações do Telegram.
ru: Этот канал показан прокси-сервером. Чтобы убрать канал из списка Ваших чатов, отключите прокси в настройках Telegram.
tr: Bu kanal, vekil sunucunuz tarafından gösterilir. Bu kanalı sohbet listenizden kaldırmak için, Telegram ayarlarından vekil sunucuyu devre dışı bırakın.
uk: Цей канал показує ваш проксі-сервер. Щоб прибрати його, вимкніть проксі або виберіть інший сервер у налаштуваннях Telegram.

# lng_proxy_unavailable
source: not available
be: недаступна
ca: no disponible
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
ko: 이용할 수 없음
ms: tiada
nl: niet beschikbaar
pl: niedostępny
pt_br: não disponível
ru: недоступен
tr: müsait değil
uk: недоступний
